{
  "es": {
    "nav_home": "Inicio",
    "nav_about": "Quiénes Somos",
    "nav_experiences": "Experiencias",
    "nav_faq": "Preguntas frecuentes",
    "nav_shop": "Tienda",
    "nav_cta": "Empezar ahora",
    "hero_h1": "Tus emociones,<br>finalmente transformadas.",
    "hero_text": "La oportunidad para desentrañar tus emociones y convertirlas en un símbolo poderoso para tu crecimiento. Descubre cómo afrontar lo que te duele puede cambiar tu vida en un espacio seguro y creativo.",
    "hero_btn_exp": "Explorar Experiencias",
    "hero_btn_lab": "Conoce el Lab",
    "video_play": "Mira cómo funciona Catarsis Lab ~1 min",
    "how_it_works_title": "¿Cómo funciona Catarsis Lab?",
    "step_01_title": "Sentir y sanar",
    "step_01_text": "Estarás constantemente apoyado, envuelto en una atmósfera de calidez, cuidado y contención que te permitirá sentir y sanar.",
    "step_01_btn": "Unirse ahora",
    "step_02_title": "Algo se materializa",
    "step_02_text": "Unimos la psicología y el diseño para que seas el narrador de tu propio cambio, transformando tus interrogantes en símbolos creativos.",
    "step_02_btn": "Ver Tienda",
    "step_03_title": "Resignificar para avanzar",
    "step_03_text": "Vas a tomar un pedacito de tu historia, verlo con claridad y darle un nuevo significado... para seguir avanzando.",
    "step_03_btn": "Leer Historias",
    "step_04_title": "Integrar el cambio",
    "step_04_text": "Sana y gestiona tu historia vital para construir una vida alineada con tu potencial interior y nuevas herramientas vitales.",
    "step_04_btn": "Explorar más",
    "features_title": "Un laboratorio de gestión emocional",
    "features_subtitle": "Construimos sentido, vitalidad e inspiración a través de la unión de componentes creativos y psicoterapéuticos.",
    "feature_sentir_title": "Sentir",
    "feature_sentir_text": "Permítete transitar tus emociones dentro de un espacio seguro diseñado para la exploración interna.",
    "feature_sublimar_title": "Sublimar",
    "feature_sublimar_text": "Transforma los guiones internos que limitan tu desarrollo individual en experiencias de crecimiento.",
    "feature_resignificar_title": "Resignificar",
    "feature_resignificar_text": "Otorga un nuevo sentido a viejas vivencias, convirtiéndote en el narrador principal de tu vida.",
    "feature_integrar_title": "Integrar",
    "feature_integrar_text": "Sana y gestiona tu historia vital para construir una vida alineada con tu potencial interior.",
    "team_title": "El corazón del Lab",
    "team_subtitle": "Conoce a las exploradoras de verdades internas detrás de Catarsis Lab.",
    "team_joan_role": "Psicóloga y Especialista en Creatividad Estratégica",
    "team_joan_detail_1": "Exploradora de verdades internas y de experiencias humanas.",
    "team_joan_detail_2": "People Operations Manager.",
    "team_joan_detail_3": "Tech enthusiastic.",
    "team_joan_detail_4": "Coffee lover & Tennis fan.",
    "team_joan_detail_5": "Jesus lover.",
    "team_alex_role": "Psicóloga Clínica Transpersonal",
    "team_alex_detail_1": "Exploradora de verdades internas y de experiencias humanas.",
    "team_alex_detail_2": "Artista de alma y corazón.",
    "team_alex_detail_3": "Apasionada de las cuestiones de la vida.",
    "team_alex_detail_4": "Preguntona y respondona.",
    "team_fear": "Miedo a:",
    "team_fear_val": "parecer ridícula.",
    "exp_talleres_badge": "Experiencias Terapéuticas",
    "exp_talleres_title": "Talleres que Transforman",
    "exp_talleres_text_1": "Nuestros talleres no son solo encuentros, son celebraciones de tu potencial. En Catarsis Lab, creamos experiencias terapéuticas en espacios seguros y acogedores donde puedes explorar tus emociones y convertir tus vivencias en un reflejo de tu crecimiento personal.",
    "exp_talleres_text_2": "A través de diferentes dinámicas y temáticas, <strong>Joan y Ale</strong> te guiarán en viajes únicos diseñados para ayudarte a soltar lo que ya no te sirve y dar la bienvenida a lo nuevo—aquello que necesita nacer en ti o tomar forma por primera vez.",
    "exp_talleres_italic": "Descubre cómo cada historia que has vivido importa y cada detalle cuenta en este camino hacia el renacer emocional.",
    "exp_talleres_btn_next": "Ver próximos talleres",
    "exp_talleres_btn_suggest": "Sugerir un tema",
    "exp_spots_badge": "Acompañamiento 1:1",
    "exp_spots_title": "Spots Terapéuticos Individuales",
    "exp_spots_text": "En Catarsis Lab, abrimos nuestros Spots Terapéuticos: espacios exclusivos para quienes buscan acompañamiento psicológico y una intervención precisa, con el mínimo número de encuentros necesarios, pero el máximo impacto posible.",
    "exp_spots_how_works": "¿Cómo funciona?",
    "exp_spots_item_1": "Solo tenemos 5 cupos activos.",
    "exp_spots_item_2": "Cuando alguien finaliza su proceso, abrimos un espacio para la siguiente persona en lista de espera.",
    "exp_spots_item_3": "Los espacios están disponibles desde hoy. La oportunidad está abierta: si sientes que es tu momento, reserva tu spot ahora.",
    "exp_spots_footer": "No hace falta esperar a tocar fondo para pedir ayuda. Si lo necesitas, aquí estamos. 💛",
    "exp_spots_btn_reserve": "Reserva tu spot ahora",
    "faq_title": "Preguntas Frecuentes",
    "faq_subtitle": "Todo lo que necesitas saber sobre nuestro laboratorio de gestión emocional.",
    "faq_q1": "¿Qué es exactamente un laboratorio de gestión emocional?",
    "faq_a1": "Es un espacio terapéutico y creativo donde, a través de la psicología y el co-diseño de experiencias, trabajamos para transformar emociones y vivencias en símbolos poderosos de crecimiento personal.",
    "faq_q2": "¿Necesito experiencia previa en arte o psicología?",
    "faq_a2": "No, ninguna. Solo necesitas la disposición para hacerte preguntas y explorar tus historias de vida. Nosotros te guiaremos en el proceso de co-creación utilizando herramientas accesibles para todos.",
    "faq_q3": "¿Cómo funcionan las sesiones de co-diseño?",
    "faq_a3": "Son encuentros seguros (individuales o grupales) donde exploramos un interrogante actual de tu existencia y diseñamos juntos un escenario o ritual creativo que te permita transitar y resignificar esa emoción.",
    "faq_q4": "¿Qué significa \"resignificar mi historia\"?",
    "faq_a4": "Significa darle un nuevo sentido a viejas vivencias o guiones internos que te limitan. Dejas de ser la víctima de tu pasado para convertirte en el narrador principal de tu vida presente y futura.",
    "faq_q5": "¿Tienen atención presencial o virtual?",
    "faq_a5": "Ofrecemos ambas modalidades. Nuestro laboratorio virtual permite que personas de cualquier lugar del mundo se unan a nuestras experiencias y grupos de apoyo.",
    "contact_title": "¿Tienes una pregunta?",
    "contact_subtitle": "Déjanos un mensaje y te responderemos lo antes posible.",
    "contact_label_name": "Nombre",
    "contact_placeholder_name": "Tu nombre",
    "contact_label_lastname": "Apellido",
    "contact_placeholder_lastname": "Tu apellido",
    "contact_label_email": "Correo electrónico",
    "contact_placeholder_email": "tu@email.com",
    "contact_label_message": "Mensaje",
    "contact_placeholder_message": "Tu historia nos inspira. Si tienes comentarios o alguna duda, no dudes en escribirnos. Estamos aquí para escucharte.",
    "contact_btn_send": "Enviar mensaje",
    "footer_tagline": "Exploradores de verdades internas.",
    "footer_newsletter_title": "Suscríbete a nuestro blog",
    "footer_newsletter_text": "Recibe cada domingo una nueva historia resignificada.",
    "footer_newsletter_placeholder": "Tu correo electrónico",
    "footer_newsletter_btn": "Suscribirme",
    "footer_copyright": "&copy; 2026 Catarsis Lab. Todos los derechos reservados."
  },
  "en": {
    "nav_home": "Home",
    "nav_about": "About Us",
    "nav_experiences": "Experiences",
    "nav_faq": "FAQ",
    "nav_shop": "Shop",
    "nav_cta": "Get Started",
    "hero_h1": "Your emotions,<br>finally transformed.",
    "hero_text": "The opportunity to unravel your emotions and turn them into a powerful symbol for your growth. Discover how facing what hurts you can change your life in a safe and creative space.",
    "hero_btn_exp": "Explore Experiences",
    "hero_btn_lab": "Discover the Lab",
    "video_play": "Watch how Catarsis Lab works ~1 min",
    "how_it_works_title": "How Catarsis Lab Works",
    "step_01_title": "Feel and Heal",
    "step_01_text": "You will be constantly supported, wrapped in an atmosphere of warmth, care, and containment that will allow you to feel and heal.",
    "step_01_btn": "Join now",
    "step_02_title": "Something Materializes",
    "step_02_text": "We combine psychology and design so that you are the narrator of your own change, transforming your questions into creative symbols.",
    "step_02_btn": "View Shop",
    "step_03_title": "Resignify to Move Forward",
    "step_03_text": "You will take a small piece of your story, see it clearly, and give it a new meaning... to keep moving forward.",
    "step_03_btn": "Read Stories",
    "step_04_title": "Integrate the Change",
    "step_04_text": "Heal and manage your life history to build a life aligned with your inner potential and new vital tools.",
    "step_04_btn": "Explore more",
    "features_title": "An Emotional Management Lab",
    "features_subtitle": "We build meaning, vitality, and inspiration through the union of creative and psychotherapeutic components.",
    "feature_sentir_title": "Feel",
    "feature_sentir_text": "Allow yourself to transit your emotions within a safe space designed for internal exploration.",
    "feature_sublimar_title": "Sublimate",
    "feature_sublimar_text": "Transform the internal scripts that limit your individual development into growth experiences.",
    "feature_resignificar_title": "Resignify",
    "feature_resignificar_text": "Give a new meaning to old experiences, becoming the main narrator of your life.",
    "feature_integrar_title": "Integrate",
    "feature_integrar_text": "Heal and manage your life history to build a life aligned with your inner potential.",
    "team_title": "The Heart of the Lab",
    "team_subtitle": "Meet the explorers of internal truths behind Catarsis Lab.",
    "team_joan_role": "Psychologist and Strategic Creativity Specialist",
    "team_joan_detail_1": "Explorer of internal truths and human experiences.",
    "team_joan_detail_2": "People Operations Manager.",
    "team_joan_detail_3": "Tech enthusiastic.",
    "team_joan_detail_4": "Coffee lover & Tennis fan.",
    "team_joan_detail_5": "Jesus lover.",
    "team_alex_role": "Transpersonal Clinical Psychologist",
    "team_alex_detail_1": "Explorer of internal truths and human experiences.",
    "team_alex_detail_2": "Artist by heart and soul.",
    "team_alex_detail_3": "Passionate about life's questions.",
    "team_alex_detail_4": "Inquisitive and responsive.",
    "team_fear": "Fear of:",
    "team_fear_val": "looking ridiculous.",
    "exp_talleres_badge": "Therapeutic Experiences",
    "exp_talleres_title": "Workshops that Transform",
    "exp_talleres_text_1": "Our workshops are not just meetings, they are celebrations of your potential. At Catarsis Lab, we create therapeutic experiences in safe and welcoming spaces where you can explore your emotions and turn your experiences into a reflection of your personal growth.",
    "exp_talleres_text_2": "Through different dynamics and themes, <strong>Joan and Ale</strong> will guide you on unique journeys designed to help you let go of what no longer serves you and welcome the new—that which needs to be born in you or take shape for the first time.",
    "exp_talleres_italic": "Discover how every story you've lived matters and every detail counts on this path toward emotional rebirth.",
    "exp_talleres_btn_next": "See upcoming workshops",
    "exp_talleres_btn_suggest": "Suggest a theme",
    "exp_spots_badge": "1:1 Coaching",
    "exp_spots_title": "Individual Therapeutic Spots",
    "exp_spots_text": "At Catarsis Lab, we open our Therapeutic Spots: exclusive spaces for those seeking psychological support and precise intervention, with the minimum number of meetings necessary, but the maximum possible impact.",
    "exp_spots_how_works": "How does it work?",
    "exp_spots_item_1": "We only have 5 active spots.",
    "exp_spots_item_2": "When someone finishes their process, we open a spot for the next person on the waiting list.",
    "exp_spots_item_3": "Spots are available starting today. The opportunity is open: if you feel it's your time, reserve your spot now.",
    "exp_spots_footer": "No need to wait to hit rock bottom to ask for help. If you need it, we are here. 💛",
    "exp_spots_btn_reserve": "Reserve your spot now",
    "faq_title": "Frequently Asked Questions",
    "faq_subtitle": "Everything you need to know about our emotional management lab.",
    "faq_q1": "What exactly is an emotional management lab?",
    "faq_a1": "It is a therapeutic and creative space where, through psychology and experience co-design, we work to transform emotions and experiences into powerful symbols of personal growth.",
    "faq_q2": "Do I need previous experience in art or psychology?",
    "faq_a2": "No, none. You only need the willingness to ask yourself questions and explore your life stories. We will guide you through the co-creation process using tools accessible to everyone.",
    "faq_q3": "How do co-design sessions work?",
    "faq_a3": "They are safe encounters (individual or group) where we explore a current question of your existence and together design a creative scenario or ritual that allows you to transit and resignify 그 emotion.",
    "faq_q4": "What does \"resignify my story\" mean?",
    "faq_a4": "It means giving a new meaning to old experiences or internal scripts that limit you. You stop being the victim of your past to become the main narrator of your present and future life.",
    "faq_q5": "Do you offer in-person or virtual care?",
    "faq_a5": "We offer both modalities. Our virtual lab allows people from anywhere in the world to join our experiences and support groups.",
    "contact_title": "Do you have a question?",
    "contact_subtitle": "Leave us a message and we will get back to you as soon as possible.",
    "contact_label_name": "First Name",
    "contact_placeholder_name": "Your name",
    "contact_label_lastname": "Last Name",
    "contact_placeholder_lastname": "Your last name",
    "contact_label_email": "Email",
    "contact_placeholder_email": "you@email.com",
    "contact_label_message": "Message",
    "contact_placeholder_message": "Your story inspires us. If you have comments or any questions, don't hesitate to write to us. We're here to listen.",
    "contact_btn_send": "Send message",
    "footer_tagline": "Explorers of internal truths.",
    "footer_newsletter_title": "Subscribe to our blog",
    "footer_newsletter_text": "Receive a new resignified story every Sunday.",
    "footer_newsletter_placeholder": "Your email",
    "footer_newsletter_btn": "Subscribe",
    "footer_copyright": "&copy; 2026 Catarsis Lab. All rights reserved."
  }
}
